Repository: Technologie-Visao/ckeditor5-video
Catalog: lang/translations/*.po
Languages: fr

# The label for the video widget.
source: video widget
fr: Objet vidéo

# The label for the video style button that wraps text around the video.
source: Wrap text
fr: Envelopper le texte

# The label for the video style button that breaks the text around the video.
source: Break text
fr: Rupture de texte

source: In line
fr: En ligne

# The label for the Side video option.
source: Side vidéo
fr: Vidéo latérale

# The label for the Full size video option.
source: Full size video
fr: Vidéo taille réelle

# The label for the Left aligned video option.
source: Left aligned video
fr: Vidéo alignée à gauche

# The label for the Centered video option.
source: Centered video
fr: Vidéo centrée

# The label for the Right aligned video option.
source: Right aligned video
fr: Vidéo alignée à droite

# The title of the notification displayed when upload fails.
source: Upload failed
fr: Échec de l'envoi

source: Video toolbar
fr: Barre d'outils des vidéos

source: Resize video
fr: Redimensionner la vidéo

# The label used for the standalone resize options buttons in the video toolbar.
source: Resize video to %0
fr: Redimensionner à% 0

source: Resize video to the original size
fr: Appliquer les dimensions d'origine

# The default label for the resize option that resets the size of the video.
source: Original
fr: Taille originale

# The accessibility label of the video resize dropdown for screen readers.
source: Video resize list
fr: Liste des tailles de vidéo

# The label of the form submit button if the video source URL input has no value.
source: Insert
fr: Insérer

# The label of the form submit button if the video source URL input has a value.
source: Update
fr: Modifier

# The input label for the Insert video via URL form.
source: Insert video via URL
fr: Insérer une vidéo à partir d'un URL

# The input label for the Insert video via URL form for a pre-existing video.
source: Update video URL
fr: Modifier l'URL de la vidéo

# The content of the tip below the Insert video via URL form.
source: Paste the video source URL.
fr: Collez l'URL de la vidéo insérer
